const CATALOG: {id: string, img: string, name: string, desc: string, weight: number, price: number}[] = [
    {
        "id": "1", "img": "img/burger.png", "name": "Бургер з України", "desc": "Запечена на грилі скибочка соковитого бекону та ніжного курячого філе із запашною здобною булочкою, в поєднанні зі свіжим салатом, кружальцями маринованого огірка та свіжого томату, приправлені ніжним майонезом та американською гірчицею", "weight": 350, "price": 250
    },
    {
        "id": "2", "img": "img/burger.png", "name": "Бургер", "desc": "Запечена на грилі скибочка соковитого бекону та ніжного курячого філе із запашною здобною булочкою, в поєднанні зі свіжим салатом, кружальцями маринованого огірка та свіжого томату, приправлені ніжним майонезом та американською гірчицею", "weight": 350, "price": 250
    },
    {
        "id": "3", "img": "img/burger.png", "name": "Бургер", "desc": "Запечена на грилі скибочка соковитого бекону та ніжного курячого філе із запашною здобною булочкою, в поєднанні зі свіжим салатом, кружальцями маринованого огірка та свіжого томату, приправлені ніжним майонезом та американською гірчицею", "weight": 350, "price": 250
    },
    {
        "id": "4", "img": "img/burger.png", "name": "Бургер з України", "desc": "Запечена на грилі скибочка соковитого бекону та ніжного курячого філе із запашною здобною булочкою, в поєднанні зі свіжим салатом, кружальцями маринованого огірка та свіжого томату, приправлені ніжним майонезом та американською гірчицею", "weight": 350, "price": 250
    },
    {
        "id": "5", "img": "img/burger.png", "name": "Бургер з України", "desc": "Запечена на грилі скибочка соковитого бекону та ніжного курячого філе із запашною здобною булочкою, в поєднанні зі свіжим салатом, кружальцями маринованого огірка та свіжого томату, приправлені ніжним майонезом та американською гірчицею", "weight": 350, "price": 250
    },
    {
        "id": "6", "img": "img/burger.png", "name": "Бургер з України", "desc": "Запечена на грилі скибочка соковитого бекону та ніжного курячого філе із запашною здобною булочкою, в поєднанні зі свіжим салатом, кружальцями маринованого огірка та свіжого томату, приправлені ніжним майонезом та американською гірчицею", "weight": 350, "price": 250
    },
];
